export const genderStatus = () => ['男', '女', '保密']
export const ageStatus = () => [
  '18岁以下',
  '25～30岁',
  '31～40岁',
  '41～50岁',
  '51～60岁',
  '61岁及以上',
]

export const educationStatus = () => [
  '初中及以下',
  '高中/中专/技校',
  '大学专科',
  '大学本科',
  '硕士及以上',
]

export const careerStatus = () => [
  '在校学生',
  '政府/机关干部/公务员',
  '企业管理者（包括基层及中高层管理者）',
  '专业人员（如医生/律师/文体/记者/老师等）',
  '普通职员（办公室/写字楼工作人员）',
  '普通工人（如工厂工人/体力劳动者等）',
  '商业服务业职工（如销售人员/商店职员/服务员等）',
  '个体经营者/承包商',
  '自由职业者',
  '农林牧渔劳动者',
  '退休',
  '暂无职业',
  '其他',
]
